Repository: dorzki/WC_Min_Max_Quantity
Catalog: languages/dorzki-wc-min-max-quantity-*.po
Languages: he_il

source: Min Max Quantity
he_il: הגבלת כמות רכישה

source: Minimum Quantity
he_il: כמות מינימלית

source: Minimum quantity to purchase, set 1 for no minimum limitation.
he_il: כמות מינימלית לרכישה, הגדר 1 לביטול הגבלה מינימלית.

source: Maximum Quantity
he_il: כמות מרבית

source: Maximum quantity to purchase, set 0 for no maximum limitation.
he_il: כמות מרבית לרכישה, הגדר 0 לביטול הגבלה מקסימלית.

source: You need a quantity of at least %s to add the product to cart.
he_il: אתה צריך כמות של לפחות %s כדי להוסיף את המוצר לסל.

source: You can purchase a maximum of %s units of this product.
he_il: באפשרותך לרכוש מקסימום %s יחידות של מוצר זה.

source: "%1$s" is required to be installed and activated in order to use "%2$s".
he_il: ‫“%1$s” נדרש להיום מותקן ומופעל על מנת להשתמש בתוסף “%2$s”.

source: WooCommerce
he_il: ווקומרס

source: WooCommerce Minimum Maximum Quantity
he_il: הגבלת כמות רכישה של מוצר

source: WooCommerce plugin to add minimum and maximum limitation to products.
he_il: תוסף לווקומרס על מנת להגביל כמות מינימלית ומקסימלית של רכישה של מוצר.

source: dorzki
he_il: דורזקי
